Repository: Doncode/localize
Catalog: *.strings
Languages: he

source: GLOBAL_Error
he: djfhsdkjhfskj

source: Cancel
he: לבטל

source: Edit
he: עריכה

source: All projects
he: כל הפרויקטים

source: Mine
he: שלי

source: Help
he: עזרה

source: Product
he: מוצר

source: FAQ
he: שאלות נפוצות

source: Settings
he: הגדרות

source: Pay
he: שלם

source: Paid
he: בתשלום

source: Half way there!
he: באמצע הדרך!

source: Keep up the good work.
he: המשך עם העבודה הטובה.

source: You’ve been Invited by
he: הוזמנת על ידי

source: Your project
he: הפרויקט שלך

source: Start
he: התחל

source: Welcome to multipay!
he: ברוכים הבאים לmultipay!

source: Create you first project
he: צור לך פרויקט ראשון

source: Name your project
he: שם הפרויקט שלך

source: My Project Name
he: שם הפרויקט שלי

source: Describe your project
he: תאר את הפרויקט שלך

source: My Project Description
he: תיאור הפרויקט שלי

source: Set
he: הגדר

source: Reset
he: איפוס

source: Save
he: שמור

source: Amount
he: הסכום

source: per each participant
he: לכל משתתף

source: Set Payment
he: תשלום שנקבע

source: Due date
he: תאריך הגשה

source: for payment
he: לתשלום

source: Invite friends
he: להזמין חברים

source: Contacts
he: מגעים

source: Groups
he: קבוצות

source: Invite friend to join this group
he: הזמן חבר להצטרף לקבוצה זו

source: Allow us to accsess contacts
he: הרשה לנו accsess קשר

source: Type a name, number, or email
he: הקלד שם, מספר, או בדוא"ל

source: Choose a Number for:
he: בחר מספר עבור:

source: Some data is missing
he: חלק מהנתונים חסרים

source: Enter your number
he: הזן את המספר שלך

source: Country
he: מדינה

source: To continue you must accept terms and privacy
he: כדי להמשיך אתה חייב לקבל את התנאים ופרטיות

source: I agree to the Terms of Use and Privacy Policy
he: אני מסכים לתנאי שימוש ומדיניות פרטיות

source: You will receive an SMS message with a verification code
he: אתה תקבל הודעת SMS עם קוד אימות

source: Terms of Use
he: תנאי שימוש

source: Privacy Policy
he: מדיניות פרטיות

source: Phone number
he: מספר טלפון

source: Sign Up
he: להירשם

source: The phone number is invalid!
he: מספר הטלפון אינו חוקי!

source: %@ %@ Is your number above correct?
he: % @% @ האם המספר שלך מעל נכון?

source: NUMBER CONFIRMATION:
he: אישור מספר:

source: Verify your account
he: אמת את חשבונך

source: We just sent you an SMS with a code.
he: אנחנו פשוט שלחנו לך SMS עם קוד.

source: Type it below
he: הקלד אותה למטה

source: Didn't get it? You can receive the code again by SMS or by a Phone Call
he: לא מקבל את זה? אתה יכול לקבל את הקוד שוב על ידי SMS או על ידי שיחת טלפון

source: SMS
he: סמס

source: Phone Call
he: שיחת טלפון

source: Enter Code
he: להזין את הקוד

source: Verify code
he: ודא קוד

source: Code verification
he: קוד אימות

source: Invalid verification code!
he: קוד אימות לא חוקי!

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Create your profile
he: צור את הפרופיל שלך

source: Unable to connect your Google Plus account
he: לא ניתן להתחבר לחשבון Google Plus שלך

source: Make it easier for your contacts to find you!
he: להקל על אנשי הקשר שלך למצוא אותך!

source: Connect your facebook account
he: חבר החשבון שלך בפייסבוק

source: Login with
he: התחבר עם

source: Facebook
he: פייסבוק

source: Google
he: גוגל

source: Go
he: עבור

source: Or
he: או

source: Take a new photo
he: קח תמונה חדשה

source: I've got photo in my library
he: יש לי תמונה בספרייה שלי

source: Invalidate first name
he: לפסול שם

source: Invalidate last name
he: לפסול את שם משפחה

source: Loading image error
he: שגיאת תמונת טעינה

source: Save project
he: פרויקט שמור

source: Create a new project
he: יצירת פרויקט חדש

source: Collected
he: אסף

source: day
he: יום

source: days
he: ימים

source: left to pay
he: עזבתי לשלם

source: Tell your invites what they are paying for
he: תגיד לי מזמין את מה שהם משלמים ל

source: Due date passed
he: תאריך היעד עבר

source: Last day to Pay
he: היום האחרון לתשלום

source: Organizer
he: מארגן

source: You
he: אתה

source: Feed display
he: תצוגת הזנה

source: Account details & Withdraw
he: פרטים ומשיכת חשבון

source: Invite
he: הזמן

source: Set location
he: מיקום הגדר

source: Who is invited
he: מי מוזמן

source: Who paid & who didn’t
he: מי שילם ומי לא

source: Set Event
he: אירוע קבוצה

source: Date & Time
he: תאריך ושעה

source: No address set
he: אין להגדיר כתובת

source: No date set
he: לא נקבע תאריך

source: Payment
he: תשלום

source: %@ out of %@ Collected
he: % @ מתוך @% שנאספו

source: %d out of %d invites Paid
he: % d מתוך% d מזמין בתשלום

source: Withdraw
he: לסגת

source: Refund
he: החזר

source: Send sms
he: לשלוח SMS

source: Remove invite
he: הסר מזמין

source: Payment Details
he: פרטי תשלום

source: Card Information
he: פרטי כרטיס

source: Credit card Number
he: מספר כרטיס אשראי

source: Security Code
he: קוד אבטחה

source: Expires
he: פג תוקף

source: Month
he: חודש

source: Year
he: שנה

source: Remember me
he: זכור אותי

source: Personal Details
he: פרטים אישיים

source: Name
he: שם

source: Email
he: דוא"ל

source: Card number seems to be wrong
he: מספר כרטיס נראה לא בסדר

source: Secure code seems to be incomplete
he: קוד מאובטח נראה שלם

source: Card date expirtion seems to be wrong
he: נראה expirtion תאריך הכרטיס להיות שגוי

source: Save card
he: כרטיס שמור

source: Payment & Withdraw
he: תשלום ומשיכה

source: Choose a personal confirmation code
he: בחר קוד אישור אישי

source: Repeat Code
he: חזור על קוד

source: Save code
he: קוד שמור

source: Enter your personal confirmation code
he: הזן את קוד האישור האישי שלך

source: Enter code
he: להזין את הקוד

source: Codes don't match!
he: קודים אינם תואמים!

source: To protect your card you need to set access code. We don't keep any information about credit cards, so if you forget the code, you'll have to add your card once again.
he: כדי להגן על הכרטיס שלך אתה צריך להגדיר קוד גישה. אנחנו לא שומרים שום מידע על כרטיסי אשראי, כך שאם שכחת את הקוד, תצטרך להוסיף הכרטיס שלך שוב.

source: If you forget yout security code
he: אם שכחת את קוד אבטחת yout

source: Confirmation code is wrong
he: קוד אישור שגוי

source: Would you like to register a new credit card?
he: האם אתה רוצה לרשום כרטיס אשראי חדש?

source: Confirm your payment
he: לאשר התשלום שלך

source: Your card was succesfully registered. Now you can pay any project just in one tap!
he: הכרטיס שלך היה הצלחה רשומה. עכשיו אתה יכול לשלם כל פרויקט רק ברז אחד!

source: The amount of %@%@ was successfully refunded to %@
he: כמות @% @% הייתה הצלחה תוחזר ל% @

source: Confirm pay in amount of %@%@ for %@ in the benefit of %@
he: לאשר תשלום בסכום של% @% @ ל% ביתרון של% @

source: The amount of %@%@ was successfully paid to %@
he: כמות @% @% שולמה בהצלחה ל% @

source: Cards to pay from
he: כרטיסים לשלם מ

source: Collect money for
he: לאסוף כסף ל

source: You can't change amount
he: אתה לא יכול לשנות את הסכום

source: Some users have already paid for this project
he: חלק מהמשתמשים כבר שילמו עבור פרויקט זה

source: Tomorrow
he: מחר

source: Yesterday
he: אתמול

source: Today
he: היום

source: at
he: ב

source: Write a comment
he: כתוב הערה

source: No Notifications
he: אין הודעות

source: Error loading chat message
he: הודעת שגיאה בטעינת צ'אט
